export default {
  title: 'Ятѣ',
  sign: {
    t1: 'Привет! Добро пожаловать в Ятѣ, систему обмена ценностями. Я уже придумал тебе уникальную мнемоническую фразу - считай её своей цифровой подписью, необходимой для удостоверения себя. Она у меня не хранится и потому не подлежит восстановлению. Теперь её знаешь только ты, поэтому аккуратно запиши на бумаге или хотябы скопируй, кликнув на неё, и вставь куда-то.',
    t2: 'А для взаимодействия со мной и остальными участниками у тебя уже есть свой публичный адрес, который вывелся напрямую из цифровой подписи',
    t3: 'Осталось только ввести и запомнить надёжный',
    protect: 'Чтобы защитить подпись',
    pwd0: 'Слишком простой пароль',
    pwd1: 'Простой пароль',
    pwd2: 'Средний пароль',
    pwd3: 'Надёжный пароль',
    pwd4: 'Очень надёжный пароль',
    pwdMust: 'Лучше введите пароль!',
    pwdMore: 'Лучше введите больше 6 символов',
    know: 'Я помню свою фразу!'
  },
  failed: 'Провал',
  success: 'Успех',
  password: 'Пароль',
  characters: 'Цифры, буквы, знаки',
  next: 'Продолжить'
}
