<template>
  <div style="width: 100%">
    <h1>Получить Ятѣ</h1>
    <img src="../assets/cat-please.jpg" />
    <p>Чтобы получить Ятѣ, достаточно просто попросить. Придумай, как это сделать и считай, что ты в игре.</p>
    <img src="../assets/cat-bug.jpg" />
    <p>Пока не хватает фантазии просто попросить? Вступи в нашу группу в телеге по ссылке <a
        href="https://t.me/yat_b">t.me/yat_b</a> → придумай какое-нибудь улучшение, предложи некую идею, пришли найденный
      баг → укажи в сообщении свой адрес в системе и получи на него Ятѣ.</p>
    <img src="../assets/cat-plastic.webp" />
    <p>Ай-Ти — не твоё? Есть решение! Точка.PRO принимает пластиковые крышки для дальнейшей переработки. Тащи их сюда и
      обменяй по сходному курсу: 1Крышка — 1Ятѣ.</p>
  </div>
</template>

<script>

export default {
  data: () => ({
  })
}
</script>
