<template>
  <img src="../assets/yatb-s1.png" style="max-width: 100%" />
  <h1>Это открытая неизменяемая доказуемая бухгалтерская книга; система, которая позволяет прозрачно следить за
    движениями средств внутри себя.</h1>
  <h2>Свободный доступ к истории транзакций.</h2>
  <h2>Каждая следующая транзакция несёт на себе отпечаток предыдущей, что является непреодолимым препятствием для
    изменения содержания последней.</h2>
  <h2>Транзакции алгоритмически подписываются отправителем, что исключает возможность фальсификации.</h2>
</template>
